Repository: kvantstudio/site_reviews
Catalog: translations/site_reviews.*.po
Languages: ru

source: Reviews
ru: Отзывы

source: Module reviews for Drupal 8.
ru: Модуль отзывы для Drupal 8.

source: Link your account on a social network
ru: Ссылка на ваш аккаунт в социальной сети

source: Your review
ru: Ваш отзыв

source: Without the consent of the data processing, we can not accept a review.
ru: Без согласия на обработку данных мы не сможем принять отзыв.

source: Add a review
ru: Добавить отзыв

source: @name, your review has been sent
ru: @name, ваш отзыв отправлен

source: Review customer – @name
ru: Отзыв посетителя – @name

source: Be the first visitor who has left a review
ru: Будьте первым посетителем, кто оставит отзыв

source: Give feedback
ru: Оставить отзыв

source: Read more
ru: Подробнее

source: The social network link is incorrect.
ru: Ссылка на социальную сеть указана неверно.

source: Your feedback has been sent successfully
ru: Ваш отзыв успешно отправлен
